{
  "gallery": [
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_01.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_02.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_03.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_04.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_05.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_06.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_07.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_08.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_09.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_10.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_11.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_12.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_13.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_14.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_15.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_16.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_17.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_18.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_19.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_20.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_21.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_22.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_23.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_24.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_25.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_26.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_27.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_28.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_29.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_30.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_31.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_32.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_33.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_34.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_35.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_36.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_37.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_38.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_39.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_40.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_41.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_42.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_43.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_44.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_45.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_46.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_47.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_48.jpg"},
    {"title": "Photo Title", "src": "https://s3.amazonaws.com/nhpet/nh_pet_gallery_49.jpg"}
  ],

  "legal": {
    "terms-conditions": {
      "header": "Terms and Conditions",
      "bodyText": ["WEBSITE TERMS AND CONDITIONS", "Introduction", "These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full.   If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website. ", "By using this website and agreeing to these terms and conditions, you consent to NEWTON HIGHLANDS PET & GROOMING's use of cookies in accordance with the terms of NEWTON HIGHLANDS PET & GROOMING's privacy policy.", "License to use website", "Unless otherwise stated, NEWTON HIGHLANDS PET & GROOMING and/or its licensors own the intellectual property rights in the website and material on the website.  Subject to the license below, all these intellectual property rights are reserved.", "You may view, download for caching purposes only, and print pages or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.  ", "You must not:", "• republish material from this website (including republication on another website);", "• sell, rent or sub-license material from the website;", "• show any material from the website in public;", "• reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose;", "• edit or otherwise modify any material on the website; or", "• redistribute material from this website, except for content specifically and expressly made available for redistribution.", "Where content is specifically made available for redistribution, it may only be redistributed within your organization or elsewhere with prior written consent.", "Acceptable use", "You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website; or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.", "You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.", "You must not conduct any systematic or automated data collection activities (including without limitation scraping, data mining, data extraction and data harvesting) on or in relation to this website without NEWTON HIGHLANDS PET & GROOMING's express written consent.", "You must not use this website for any purposes related to marketing without NEWTON HIGHLANDS PET & GROOMING's express written consent.", "Restricted access", "NEWTON HIGHLANDS PET & GROOMING reserves the right to restrict access to specific areas of this website, or indeed this entire website, at NEWTON HIGHLANDS PET & GROOMING's discretion.", "If NEWTON HIGHLANDS PET & GROOMING provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.  ", "NEWTON HIGHLANDS PET & GROOMING may disable your user ID and password in NEWTON HIGHLANDS PET & GROOMING's sole discretion without notice or explanation.", "No warranties", "This website is provided “as is” without any representations or warranties, express or implied.  NEWTON HIGHLANDS PET & GROOMING makes no representations or warranties in relation to this website or the information and materials provided on this website.  ", "Without prejudice to the generality of the foregoing paragraph, NEWTON HIGHLANDS PET & GROOMING does not warrant that:", "• this website will be constantly available, or available at all; or", "• the information on this website is complete, true, accurate or non-misleading.", "Nothing on this website constitutes, or is meant to constitute, advice of any kind. ", "Limitations of liability", "NEWTON HIGHLANDS PET & GROOMING will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:", "• to the extent that the website is provided free-of-charge, for any direct loss;", "• for any indirect, special or consequential loss; or", "• for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data.", "These limitations of liability apply even if NEWTON HIGHLANDS PET & GROOMING has been expressly advised of the potential loss.", "Exceptions", "Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit NEWTON HIGHLANDS PET & GROOMING's liability in respect of any:", "• death or personal injury caused by NEWTON HIGHLANDS PET & GROOMING's negligence;", "• fraud or fraudulent misrepresentation on the part of NEWTON HIGHLANDS PET & GROOMING; or", "• matter which it would be illegal or unlawful for NEWTON HIGHLANDS PET & GROOMING to exclude or limit, or to attempt or purport to exclude or limit, its liability. ", "Reasonableness", "By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.  ", "If you do not think they are reasonable, you must not use this website.", "Other parties", "You accept that, as a limited liability entity, NEWTON HIGHLANDS PET & GROOMING has an interest in limiting the personal liability of its officers and employees.  You agree that you will not bring any claim personally against NEWTON HIGHLANDS PET & GROOMING's officers or employees in respect of any losses you suffer in connection with the website.", "Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect NEWTON HIGHLANDS PET & GROOMING's officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as NEWTON HIGHLANDS PET & GROOMING. ", "Unenforceable provisions", "If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.", "Indemnity", "You hereby indemnify NEWTON HIGHLANDS PET & GROOMING and undertake to keep NEWTON HIGHLANDS PET & GROOMING indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by NEWTON HIGHLANDS PET & GROOMING to a third party in settlement of a claim or dispute on the advice of NEWTON HIGHLANDS PET & GROOMING's legal advisers) incurred or suffered by NEWTON HIGHLANDS PET & GROOMING arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.", "Breaches of these terms and conditions", "Without prejudice to NEWTON HIGHLANDS PET & GROOMING's other rights under these terms and conditions, if you breach these terms and conditions in any way, NEWTON HIGHLANDS PET & GROOMING may take such action as NEWTON HIGHLANDS PET & GROOMING deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.", "Variation", "NEWTON HIGHLANDS PET & GROOMING may revise these terms and conditions from time-to-time.  Revised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.  Please check this page regularly to ensure you are familiar with the current version.", "Assignment", "NEWTON HIGHLANDS PET & GROOMING may transfer, sub-contract or otherwise deal with NEWTON HIGHLANDS PET & GROOMING's rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.", "You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.  ", "Severability", "If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.  If any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect. ", "Entire agreement", "These terms and conditions, together with NEWTON HIGHLANDS PET & GROOMING’s privacy policy, constitute the entire agreement between you and NEWTON HIGHLANDS PET & GROOMING in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.", "Law and jurisdiction", "These terms and conditions will be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts, and any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of the Commonwealth of Massachusetts.", "Registrations and authorizations", "NEWTON HIGHLANDS PET & GROOMING is a Massachusetts corporation. The company is also referred to as Newton Highlands Pet & Grooming Boutqiue.", "NEWTON HIGHLANDS PET & GROOMING's registered address is 9 Woodward Street, Newton Highlands, MA 02461.", "You can contact NEWTON HIGHLANDS PET & GROOMING by email at jane@newtonhighlandsgrooming.com."]
      }, 
    "privacy-policy": {
      "header": "Privacy Policy",
      "bodyText": ["This Privacy Policy governs the manner in which Newton Highlands Pet & Grooming collects, uses, maintains and discloses information collected from users (each, a 'User') of the www.newtonhighlandsgrooming.com website ('Site'). This privacy policy applies to the Site and all products and services offered by Newton Highlands Pet & Grooming.", "Personal identification information", "We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, place an order, subscribe to the newsletter, respond to a survey, fill out a form, and in connection with other activities, services, features or resources we make available on our Site. Users may be asked for, as appropriate, name, email address, mailing address, phone number. Users may, however, visit our Site anonymously. We will collect personal identification information from Users only if they voluntarily submit such information to us. Users can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.", "Non-personal identification information", "We may collect non-personal identification information about Users whenever they interact with our Site. Non-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.", "Web browser cookies", "Our Site may use 'cookies' to enhance User experience. User's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them. User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly.", "How we use collected information","Newton Highlands Pet & Grooming may collect and use Users personal information for the following purposes:","• To improve customer service","Information you provide helps us respond to your customer service requests and support needs more efficiently.","• To personalize user experience","We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.","• To improve our Site","We may use feedback you provide to improve our products and services.","• To process payments","We may use the information Users provide about themselves when placing an order only to provide service to that order. We do not share this information with outside parties except to the extent necessary to provide the service.","• To run a promotion, contest, survey or other Site feature","To send Users information they agreed to receive about topics we think will be of interest to them.","• To send periodic emails","We may use the email address to send User information and updates pertaining to their order. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.","How we protect your information","We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.","Sensitive and private data exchange between the Site and its Users happens over a SSL secured communication channel and is encrypted and protected with digital signatures.","Sharing your personal information","We do not sell, trade, or rent Users personal identification information to others. We may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.","Changes to this privacy policy","Newton Highlands Pet & Grooming has the discretion to update this privacy policy at any time. When we do, we will revise the updated date at the bottom of this page. We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect. You acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.","Your acceptance of these terms","By using this Site, you signify your acceptance of this policy. If you do not agree to this policy, please do not use our Site. Your continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.","Contacting us","If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at:","Newton Highlands Pet & Grooming","www.newtonhighlandsgrooming.com","(617)630-8449","jane@newtonhighlandsgrooming.com","This document was last updated on July 2, 2015"]
    }    
  }
} 